import Link from "next/link";
import React from "react";

const page = () => {
  return (
    <div className="bg-yellow-50 p-6 py-20 text-black xl:px-80 flex flex-col">
      <div className="self-center">
        <img src="logo1.svg" className="pb-10 max-h-[200px]" />
      </div>
      <div className="flex flex-col gap-10 xl:text-xl pb-10">
        <p>
          Καλώς ήρθατε στον κόσμο της άριστης σχεδίασης και υψηλής ποιότητας
          επίπλων με την Xuloefarmoges! Από το 1995, υπό την ηγεσία του Αντώνη
          Σιγάλα, επιδεικνύουμε την δέσμευσή μας στην παραγωγή πρωτότυπων και
          λειτουργικών κουζινών, ντουλαπών, συρταριών και έπιπλων που προσδίδουν
          εξαιρετική αισθητική στον χώρο σας.
        </p>
        <p>
          Στην Xuloefarmoges, δημιουργούμε κάθε έπιπλο με μεράκι και εμπειρία,
          αντιλαμβανόμενοι τη σημασία που έχει για εσάς η λειτουργικότητα και η
          αισθητική στον οικιακό ή επαγγελματικό σας χώρο. Κάθε σχεδιασμός
          προσαρμόζεται στις ανάγκες σας, ενώ οι υλικές επιλογές μας είναι
          υψηλής ποιότητας για μακροχρόνια αντοχή.
        </p>
        <div className="self-center">
          <img src="team.svg" alt="" />
        </div>
        <p>
          Με την υπογραφή του Αντώνη Σιγάλα, η Xuloefarmoges ξεχωρίζει για την
          καινοτομία και τον σεβασμό προς τον πελάτη. Κάθε έπιπλο είναι μια
          μοναδική δημιουργία, διαμορφωμένη με βάση τις προσδοκίες σας.
        </p>
        <p>
          Επιλέξτε την Xuloefarmoges για να διακοσμήσετε τον χώρο σας με
          ποιοτικά έπιπλα που αντικατοπτρίζουν την προσωπικότητά σας και
          δημιουργούν ένα περιβάλλον άνεσης και κομψότητας.
        </p>
      </div>
    </div>
  );
};

export default page;
